{
    "nieuws":
    [
        {
            "titel": "Drake & Tory Lanez Squash Beef",
            "id": 212,
            "datum": "18/05/2017 • 22:45",
            "categorieen": ["Beef"],
            "samenvatting": "It looks like the beef between Tory Lanez & Drake is officially over.",
            "body": "<p> It looks like the beef between Tory Lanez & Drake is officially over. Moments ago, both Toronto artists took to their Instagram pages to share a picture of the two hanging out together, or at least standing side by side anyways.</p>",
            "afbeeldingl": "tr2.png",
            "afbeeldings": "tr.jpg"

        },
        {
          "titel": "Snoop Dogg - Neva Left [Album Stream]",
          "id": 210,
          "datum": "19/05/2017 • 08:43",
          "categorieen": ["Album"],
          "samenvatting": "Out now, stream Snoop Dogg's 15th album Neva Left.",
          "body": "<p>He’s back like he Neva Left. Over 25 years in the game, and Snoop Dogg is still doing his damn thing and making quality music. With fourteen albums already under his belt, the Long Beach legend decides to add to that list today by dropping off his fifteenth album called Neva Left. </p> <p>Laced with 13 tracks in total, the follow up to last year’s Cool-Aid features a plethora of guest appearances,  ranging everywhere from West Coast legends to new-age weed enthusiasts, including Wiz Khalifa, K Camp, Kaytranada, KRS-One, Rick Rock, Devin The Dude, Method Man, Redman, B-Real, & Too $hort among others. Meanwhile production is handled by the likes of Rick Rock, Brody Brown (1500 Or Nothin), Dupri (of League Of Starz) and more.</p>",
          "afbeeldingl": "snoop.jpg",
          "afbeeldings": "snoop.jpg"


        },
        {
          "titel": "Logic Talks J Cole Friendship In Emotional Interview",
          "id": 198,
          "datum": "19/05/2017 • 06:06",
          "categorieen": ["categorie 1","categorie 4"],
          "samenvatting": "The man who brought us Everybody sat down with Hard Knock TV for an in depth conversation, in which the rapper opens up about his friendship with J Cole.",
          "body": "<p>Logic enthusiastically reminisces about begging his A&R to introduce him to Cole (that's my fuckin' hero, that's my idol!), and shares the fanboy moment he experienced while first meeting the Forest Hills Drive rapper during a studio session. Logic has nothing but kind words for Cole, and fans will surely enjoy seeing Logic geek out over meeting an idol. It's actually an insightful conversation, with Logic holding nothing back. </p>",
          "afbeeldingl": "jc.jpg",
          "afbeeldings": "lg.jpg"
        }
    ]
}
